Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Commit text edit
ar: تنفيذ تحرير النص
ca: Comenta l'edició de text
cs: Potvrdit úpravu textu
da: Begå tekstredigering
de: Textbearbeitung übernehmen
el: Υποβολή επεξεργασίας κειμένου
es: Confirmar edición de texto
fa: ثبت ویرایش متن
fi: Tee tekstin muokkaus
fr: Valider la modification du texte
he: בצע עריכת טקסט
hr: Izvršite uređivanje teksta
hu: Szövegszerkesztés végrehajtása
id: Lakukan pengeditan teks
it: Conferma modifica testo
ja: テキスト編集を確定
ko: 텍스트 편집 완료
ms: Lakukan pengeditan teks
nl: Tekstbewerking doorvoeren
no: Bekreft tekstredigering
pl: Zatwierdź edycję tekstu
pt_br: Confirmar edição de texto
pt_pt: Confirmar edição de texto
ro: Efectuați editarea textului
ru: Завершить редактирование текста
sk: Potvrdiť úpravu textu
sl: Izvedite urejanje besedila
sv: Begå textredigering
th: ยืนยันการแก้ไขข้อความ
tr: Metin düzenlemesini onayla
uk: Застосувати редагування тексту
ur: متن میں ترمیم کا عہد کریں۔
vi: Cam kết chỉnh sửa văn bản
zh_hans: 完成文本编辑
zh_hant: 確認文字編輯

source: commit the Play Console edit
ar: تنفيذ تعديل Play Console
ca: confirma l'edició de Play Console
cs: provést úpravu Play Console
da: begå redigeringen af Play Console
de: die Bearbeitung in der Play Console zu übernehmen
el: πραγματοποιήσετε την επεξεργασία του Play Console
es: confirmar la edición en Play Console
fa: ثبت ویرایش Play Console
fi: tee Play Console -muokkaus
fr: valider la modification dans la Play Console
he: לבצע את העריכה של Play Console
hr: izvršiti uređivanje Play konzole
hu: hajtsa végre a Play Console szerkesztést
id: melakukan pengeditan Konsol Play
it: confermare la modifica in Play Console
ja: Play Console の編集の確定
ko: Play Console 편집 적용
ms: lakukan pengeditan Play Console
nl: voer de Play Console-bewerking uit
no: utfør Play Console-redigeringen
pl: zatwierdź zmianę w Konsoli Play
pt_br: confirmar a edição no Play Console
pt_pt: confirmar a edição do Play Console
ro: efectuați editarea Play Console
ru: зафиксировать правку в Play Console
sk: potvrdiť úpravu v konzole Play
sl: potrdite urejanje konzole Play
sv: utför redigeringen av Play Console
th: ดำเนินการแก้ไข Play Console
tr: Play Console düzenlemesini kaydetme
uk: зафіксувати редагування в Play Console
ur: Play Console میں ترمیم کریں۔
vi: cam kết chỉnh sửa Play Console
zh_hans: 提交 Play 管理中心编辑会话
zh_hant: 提交 Play Console 編輯

source: Common properties
ar: الخصائص المشتركة
ca: Propietats comunes
cs: Společné vlastnosti
da: Fælles egenskaber
de: Gemeinsame Eigenschaften
el: Κοινές ιδιότητες
es: Propiedades comunes
fa: ویژگی‌های مشترک
fi: Yhteisiä ominaisuuksia
fr: Propriétés communes
he: נכסים משותפים
hr: Zajednička svojstva
hu: Közös tulajdonságok
id: Properti umum
it: Proprietà comuni
ja: 共通のプロパティ
ko: 공통 속성
ms: Sifat biasa
nl: Gemeenschappelijke eigenschappen
no: Felles egenskaper
pl: Wspólne właściwości
pt_br: Propriedades comuns
pt_pt: Propriedades comuns
ro: Proprietăți comune
ru: Общие свойства
sk: Spoločné vlastnosti
sl: Skupne lastnosti
sv: Gemensamma egenskaper
th: คุณสมบัติทั่วไป
tr: Ortak özellikler
uk: Спільні властивості
ur: مشترکہ خصوصیات
vi: Thuộc tính chung
zh_hans: 通用属性
zh_hant: 共同屬性

source: Compare Plans
ar: قارن الخطط
ca: Comparar plans
cs: Porovnejte plány
da: Sammenlign planer
de: Tarife vergleichen
el: Συγκρίνετε σχέδια
es: Comparar planes
fa: مقایسه طرح‌ها
fi: Vertaile suunnitelmia
fr: Comparer les formules
he: השווה תוכניות
hr: Usporedite planove
hu: Tervek összehasonlítása
id: Bandingkan Paket
it: Confronta i piani
ja: プランの比較
ko: 요금제 비교
ms: Bandingkan Rancangan
nl: Vergelijk abonnementen
no: Sammenlign planer
pl: Porównaj plany
pt_br: Comparar planos
pt_pt: Comparar planos
ro: Comparați planuri
ru: Сравнить планы
sk: Porovnajte plány
sl: Primerjaj načrte
sv: Jämför planer
th: เปรียบเทียบแผน
tr: Planları Karşılaştır
uk: Порівняти плани
ur: منصوبوں کا موازنہ کریں۔
vi: So sánh các gói
zh_hans: 比较方案
zh_hant: 比較方案

source: Comparing %@
ar: مقارنة %1$@
ca: Comparant %1$@
cs: Porovnání %1$@
da: Sammenligner %1$@
de: %1$@ wird verglichen
el: Σύγκριση %1$@
es: Comparando %1$@
fa: در حال مقایسهٔ %1$@
fi: Vertaamalla %1$@
fr: Comparaison de %1$@
he: משווה %1$@
hr: Uspoređivanje %1$@
hu: %1$@ összehasonlítása
id: Membandingkan %1$@
it: Confronto di %@
ja: %1$@ を比較しています
ko: %1$@ 비교
ms: Membandingkan %1$@
nl: Vergelijking van %1$@
no: Sammenligner %1$@
pl: Porównywanie %1$@
pt_br: Comparando %1$@
pt_pt: Comparando %1$@
ro: Se compară %1$@
ru: Сравнение: %@
sk: Porovnanie %1$@
sl: Primerjava %1$@
sv: Jämför %1$@
th: การเปรียบเทียบ %1$@
tr: Karşılaştırılıyor: %@
uk: Порівняння: %@
ur: موازنہ %1$@
vi: So sánh %1$@
zh_hans: 正在比对 %@
zh_hant: 正在比對 %@

source: Complete the API key details below, then test the connection from the checklist.
ar: أكمل تفاصيل مفتاح API أدناه، ثم اختبر الاتصال من قائمة التحقق.
ca: Completeu els detalls de la clau API a continuació i, a continuació, proveu la connexió a la llista de verificació.
cs: Vyplňte klíčové údaje API níže a poté otestujte připojení z kontrolního seznamu.
da: Udfyld API nøgledetaljerne nedenfor, og test derefter forbindelsen fra tjeklisten.
de: Vervollständigen Sie die API-Schlüsseldetails unten und testen Sie dann die Verbindung anhand der Checkliste.
el: Συμπληρώστε τα βασικά στοιχεία API παρακάτω και, στη συνέχεια, δοκιμάστε τη σύνδεση από τη λίστα ελέγχου.
es: Complete los detalles de la clave API a continuación y luego pruebe la conexión desde la lista de verificación.
fa: جزئیات کلید API را در زیر تکمیل کنید، سپس اتصال را از چک لیست آزمایش کنید.
fi: Täytä alla olevat API-avaintiedot ja testaa sitten yhteys tarkistusluettelosta.
fr: Complétez les détails de la clé API ci-dessous, puis testez la connexion à partir de la liste de contrôle.
he: השלם את פרטי המפתח API למטה, ולאחר מכן בדוק את החיבור מרשימת הבדיקה.
hr: Ispunite API ključne pojedinosti u nastavku, a zatim testirajte vezu s kontrolnog popisa.
hu: Töltse ki az alábbi API kulcsrészleteket, majd tesztelje a kapcsolatot az ellenőrzőlistából.
id: Lengkapi detail kunci API di bawah, lalu uji koneksi dari daftar periksa.
ja: 以下の API キーの詳細を入力し、チェックリストに基づいて接続をテストします。
ko: 아래의 API 키 세부정보를 작성한 후 체크리스트에서 연결을 테스트하세요.
ms: Lengkapkan butiran utama API di bawah, kemudian uji sambungan daripada senarai semak.
nl: Vul de belangrijkste API-gegevens hieronder in en test vervolgens de verbinding uit de checklist.
no: Fyll ut API nøkkeldetaljene nedenfor, og test deretter tilkoblingen fra sjekklisten.
pl: Wypełnij poniższe szczegóły klucza API, a następnie przetestuj połączenie z listy kontrolnej.
pt_br: Preencha os detalhes da chave API abaixo e teste a conexão na lista de verificação.
pt_pt: Preencha os detalhes da chave API abaixo e teste a conexão na lista de verificação.
ro: Completați detaliile cheie API de mai jos, apoi testați conexiunea din lista de verificare.
sk: Vyplňte kľúčové podrobnosti API nižšie a potom otestujte pripojenie z kontrolného zoznamu.
sl: Izpolnite spodnje ključne podrobnosti API in nato preizkusite povezavo s kontrolnega seznama.
sv: Fyll i nyckeldetaljerna för API nedan och testa sedan anslutningen från checklistan.
th: กรอกรายละเอียดสำคัญ API ด้านล่าง จากนั้นทดสอบการเชื่อมต่อจากรายการตรวจสอบ
ur: ذیل میں کلیدی تفصیلات API مکمل کریں، پھر چیک لسٹ سے کنکشن کی جانچ کریں۔
vi: Hoàn thành chi tiết khóa API bên dưới, sau đó kiểm tra kết nối từ danh sách kiểm tra.
zh_hans: 完成下面的 API 关键详细信息，然后从清单中测试连接。

source: Complete the API key details below, then test the connection.
ar: أكمل تفاصيل مفتاح API أدناه، ثم اختبر الاتصال.
ca: Completa els detalls de la clau API a continuació i prova la connexió.
cs: Vyplňte klíčové údaje API níže a poté otestujte připojení.
da: Udfyld API nøgledetaljerne nedenfor, og test derefter forbindelsen.
de: Vervollständige unten die Angaben zum API-Schlüssel und teste dann die Verbindung.
el: Συμπληρώστε τα βασικά στοιχεία API παρακάτω και, στη συνέχεια, δοκιμάστε τη σύνδεση.
es: Completa los datos de la clave de API a continuación y luego prueba la conexión.
fa: جزئیات کلید API را در زیر تکمیل کنید، سپس اتصال را آزمایش کنید.
fi: Täytä API-avaintiedot alla ja testaa sitten yhteys.
fr: Renseignez les informations de la clé API ci-dessous, puis testez la connexion.
he: השלם את פרטי המפתח API למטה ולאחר מכן בדוק את החיבור.
hr: Ispunite API ključne pojedinosti u nastavku, a zatim testirajte vezu.
hu: Fejezze be a API kulcs részleteit alább, majd tesztelje a kapcsolatot.
id: Lengkapi detail kunci API di bawah, lalu uji koneksi.
it: Completa i dettagli della chiave API qui sotto, poi verifica la connessione.
ja: 以下の API キーの詳細を入力してから、接続をテストしてください。
ko: 아래의 API 키 세부정보를 작성한 후 연결을 테스트하세요.
ms: Lengkapkan butiran utama API di bawah, kemudian uji sambungan.
nl: Vul de API belangrijkste details hieronder in en test vervolgens de verbinding.
no: Fyll ut API nøkkeldetaljene nedenfor, og test deretter tilkoblingen.
pl: Podaj poniżej szczegóły klucza API, a następnie przetestuj połączenie.
pt_br: Preencha os dados da chave de API abaixo e teste a conexão.
pt_pt: Preencha os detalhes da chave API abaixo e teste a conexão.
ro: Completați detaliile cheii API de mai jos, apoi testați conexiunea.
ru: Заполните данные ключа API ниже, затем проверьте подключение.
sk: Vyplňte kľúčové podrobnosti API nižšie a potom otestujte pripojenie.
sl: Izpolnite spodnje ključne podrobnosti API in nato preizkusite povezavo.
sv: Fyll i nyckelinformationen för API nedan och testa sedan anslutningen.
th: กรอกรายละเอียดคีย์ API ด้านล่างให้ครบถ้วน จากนั้นทดสอบการเชื่อมต่อ
tr: Aşağıdaki API anahtarı ayrıntılarını tamamlayın, ardından bağlantıyı test edin.
uk: Заповніть дані ключа API нижче, а потім перевірте з’єднання.
ur: ذیل میں کلیدی تفصیلات API مکمل کریں، پھر کنکشن کی جانچ کریں۔
vi: Hãy hoàn tất thông tin chi tiết về khóa API bên dưới, sau đó kiểm tra kết nối.
zh_hans: 请填写下方的 API 密钥详细信息，然后测试连接。
zh_hant: 請填寫下方的 API 密鑰詳細資訊，然後測試連線。

source: Complete the first three items to enable testing
ar: أكمل العناصر الثلاثة الأولى لتمكين الاختبار
ca: Completa els tres primers elements per activar la prova
cs: Chcete-li aktivovat testování, vyplňte první tři položky
da: Gennemfør de første tre punkter for at aktivere test
de: Füllen Sie die ersten drei Punkte aus, um Tests zu ermöglichen
el: Συμπληρώστε τα τρία πρώτα στοιχεία για να ενεργοποιήσετε τη δοκιμή
es: Complete los primeros tres elementos para permitir la prueba.
fa: برای فعال کردن تست، سه مورد اول را تکمیل کنید
fi: Suorita kolme ensimmäistä kohtaa testauksen mahdollistamiseksi
fr: Complétez les trois premiers éléments pour activer les tests
he: השלם את שלושת הפריטים הראשונים כדי לאפשר בדיקה
hr: Ispunite prve tri stavke kako biste omogućili testiranje
hu: Töltse ki az első három pontot a tesztelés engedélyezéséhez
id: Selesaikan tiga item pertama untuk mengaktifkan pengujian
ja: 最初の 3 つの項目を完了してテストを有効にします
ko: 테스트를 활성화하려면 처음 세 항목을 완료하세요.
ms: Lengkapkan tiga item pertama untuk membolehkan ujian
nl: Voltooi de eerste drie items om testen mogelijk te maken
no: Fullfør de tre første elementene for å aktivere testing
pl: Wypełnij pierwsze trzy elementy, aby umożliwić testowanie
pt_br: Conclua os três primeiros itens para ativar o teste
pt_pt: Conclua os três primeiros itens para ativar o teste
ro: Completați primele trei elemente pentru a activa testarea
sl: Izpolnite prve tri elemente, da omogočite testiranje
sv: Slutför de tre första punkterna för att möjliggöra testning
th: กรอกข้อมูลสามรายการแรกให้ครบถ้วนเพื่อเปิดใช้การทดสอบ
ur: جانچ کو فعال کرنے کے لیے پہلے تین آئٹمز کو مکمل کریں۔
vi: Hoàn thành ba mục đầu tiên để kích hoạt thử nghiệm
zh_hans: 完成前三项以启用测试

source: Completed
ar: مكتمل
ca: Completat
cs: Dokončeno
da: Afsluttet
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fa: تکمیل شده
fi: Valmis
fr: Terminé
he: הושלם
hr: Završeno
hu: Befejezve
id: Selesai
it: Completato
ja: 完了
ko: 완료됨
ms: Selesai
nl: Voltooid
no: Fullført
pl: Ukończono
pt_br: Concluído
pt_pt: Concluído
ro: Terminat
ru: Завершено
sk: Dokončené
sl: Dokončano
sv: Avslutad
th: เสร็จสิ้น
tr: Tamamlandı
uk: Завершено
ur: مکمل
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

source: Concrete frames with portrait and landscape variants switch to the matching orientation when Screenshot Bro can infer it from a dropped screenshot.
ar: تتحول الإطارات الملموسة ذات المتغيرات الرأسية والأفقية إلى الاتجاه المطابق عندما يتمكن Screenshot Bro من استنتاجه من لقطة الشاشة المسقطة.
ca: Els marcs concrets amb variants vertical i horitzontal canvien a l'orientació coincident quan Screenshot Bro pot inferir-ho a partir d'una captura de pantalla deixada.
cs: Betonové rámy s variantami na výšku a na šířku se přepnou na odpovídající orientaci, když to Screenshot Bro dokáže odvodit z vypuštěného snímku obrazovky.
da: Betonrammer med stående og liggende varianter skifter til den matchende orientering, når Screenshot Bro kan udlede det fra et tabt skærmbillede.
de: Konkrete Gerätemodelle mit Hoch- und Querformatvarianten wechseln in die passende Ausrichtung, wenn Screenshot Bro sie aus einem abgelegten Screenshot ableiten kann.
el: Τα συγκεκριμένα πλαίσια με παραλλαγές κατακόρυφου και οριζόντιου προσανατολισμού αλλάζουν στον αντίστοιχο προσανατολισμό όταν ο Screenshot Bro μπορεί να το συμπεράνει από ένα στιγμιότυπο οθόνης που έχει πέσει.
es: Los marcos reales con variantes vertical y horizontal cambian a la orientación adecuada cuando Screenshot Bro puede deducirla de una captura soltada.
fa: قاب‌های واقعی که گونهٔ عمودی و افقی دارند، وقتی Screenshot Bro بتواند جهت را از اسکرین‌شات رهاشده تشخیص دهد، به جهت متناظر تغییر می‌کنند.
fi: Konkreettiset kehykset pysty- ja vaakaversioilla siirtyvät vastaavaan suuntaan, kun Screenshot Bro voi päätellä sen pudonneesta kuvakaappauksesta.
fr: Les cadres réels disposant de variantes portrait et paysage passent à l'orientation correspondante lorsque Screenshot Bro peut la déduire d'une capture d'écran déposée.
he: מסגרות בטון עם גרסאות לאורך ולרוחב עוברות לכיוון התואם כאשר Screenshot Bro יכול להסיק זאת מצילום מסך שנשמט.
hr: Betonski okviri s varijantama portreta i pejzaža prebacuju se na odgovarajuću orijentaciju kada Screenshot Bro to može zaključiti iz ispuštene snimke zaslona.
hu: Az álló és fekvő változatokkal rendelkező betonkeretek átváltanak a megfelelő tájolásra, amikor a Screenshot Bro erre következtet egy eldobott képernyőképből.
id: Bingkai konkret dengan varian potret dan lanskap beralih ke orientasi yang cocok ketika Screenshot Bro dapat menyimpulkannya dari tangkapan layar yang dilepas.
it: Le cornici reali con varianti verticale e orizzontale passano all'orientamento corrispondente quando Screenshot Bro riesce a dedurlo da uno screenshot rilasciato.
ja: 縦向きと横向きのバリエーションがある実機フレームは、ドロップしたスクリーンショットから Screenshot Bro が向きを推測できる場合、その向きに自動で切り替わります。
ko: 세로/가로 변형이 있는 실제 기기 프레임은 Screenshot Bro가 드롭한 스크린샷에서 방향을 추론할 수 있으면 그 방향으로 전환됩니다.
ms: Bingkai konkrit dengan varian potret dan landskap bertukar kepada orientasi padanan apabila Screenshot Bro boleh membuat kesimpulan daripada tangkapan skrin yang digugurkan.
nl: Betonnen frames met staande en liggende varianten schakelen over naar de overeenkomende richting wanneer Screenshot Bro dit kan afleiden uit een neergezette schermafbeelding.
no: Betongrammer med stående og liggende varianter bytter til den samsvarende retningen når Screenshot Bro kan utlede det fra et skjermbilde som er slettet.
pl: Ramy betonowe w wariantach pionowych i poziomych przełączają się na pasującą orientację, gdy Screenshot Bro może wywnioskować to z upuszczonego zrzutu ekranu.
pt_br: Molduras reais com variantes de retrato e paisagem mudam para a orientação correspondente quando o Screenshot Bro consegue deduzi-la de uma captura de tela solta nelas.
pt_pt: Molduras de concreto com variantes de retrato e paisagem mudam para a orientação correspondente quando Screenshot Bro pode inferir isso a partir de uma captura de ecrã descartada.
ro: Cadrele concrete cu variante portret și peisaj trec la orientarea potrivită atunci când Screenshot Bro o poate deduce dintr-o captură de ecran aruncată.
ru: Конкретные рамки с книжным и альбомным вариантами переключаются на подходящую ориентацию, если Screenshot Bro может определить ее по перетащенному скриншоту.
sk: Betónové rámy s variantmi na výšku a na šírku sa prepnú na zodpovedajúcu orientáciu, keď to Screenshot Bro dokáže odvodiť zo spustenej snímky obrazovky.
sl: Betonski okvirji s pokončnimi in ležečimi različicami se preklopijo na ustrezno usmerjenost, ko lahko Screenshot Bro to sklepa iz izpuščenega posnetka zaslona.
sv: Betongramar med stående och liggande varianter växlar till matchande orientering när Screenshot Bro kan sluta sig till det från en tappad skärmdump.
th: กรอบคอนกรีตที่มีรูปแบบแนวตั้งและแนวนอนจะเปลี่ยนไปใช้การวางแนวที่ตรงกันเมื่อ Screenshot Bro สามารถอนุมานได้จากภาพหน้าจอที่ตกหล่น
tr: Dikey ve yatay çeşitleri olan somut çerçeveler, Screenshot Bro bırakılan ekran görüntüsünden yönü çıkarabildiğinde uygun yöne geçer.
uk: Конкретні рамки з книжковим і альбомним варіантами перемикаються на відповідну орієнтацію, коли Screenshot Bro може визначити її з перетягнутого знімка екрана.
ur: پورٹریٹ اور زمین کی تزئین کی مختلف حالتوں کے ساتھ کنکریٹ کے فریم مماثل واقفیت پر سوئچ کرتے ہیں جب Screenshot Bro اسے گرائے گئے اسکرین شاٹ سے اندازہ لگا سکتا ہے۔
vi: Khung cụ thể với các biến thể dọc và ngang chuyển sang hướng phù hợp khi Screenshot Bro có thể suy ra hướng đó từ ảnh chụp màn hình bị rơi.
zh_hans: 对于同时有纵向和横向款式的具体边框，如果 Screenshot Bro 能从拖入的截图推断出方向，就会切换到相应的方向。
zh_hant: 有直式和橫式款式的實體外框，在 Screenshot Bro 能從拖放的螢幕截圖推斷方向時，會切換為相符的方向。

source: Configuration is complete.
ar: اكتمل التكوين.
ca: La configuració s'ha completat.
cs: Konfigurace je dokončena.
da: Konfigurationen er fuldført.
de: Die Konfiguration ist abgeschlossen.
el: Η διαμόρφωση έχει ολοκληρωθεί.
es: La configuración está completa.
fa: پیکربندی کامل شده است.
fi: Konfigurointi on valmis.
fr: La configuration est terminée.
he: התצורה הושלמה.
hr: Konfiguracija je završena.
hu: A konfiguráció befejeződött.
id: Konfigurasi selesai.
ja: 設定が完了しました。
ko: 구성이 완료되었습니다.
ms: Konfigurasi selesai.
nl: De configuratie is voltooid.
no: Konfigurasjonen er fullført.
pl: Konfiguracja została ukończona.
pt_br: A configuração está concluída.
pt_pt: A configuração está concluída.
ro: Configurarea este completă.
sl: Konfiguracija je končana.
sv: Konfigurationen är klar.
th: การกำหนดค่าเสร็จสมบูรณ์
ur: کنفیگریشن مکمل ہے۔
vi: Cấu hình đã hoàn tất.
zh_hans: 配置完成。

source: Configure screenshot sync
ar: تكوين مزامنة لقطة الشاشة
ca: Configura la sincronització de captures de pantalla
cs: Nakonfigurujte synchronizaci snímku obrazovky
da: Konfigurer synkronisering af screenshot
de: Screenshot-Synchronisierung konfigurieren
el: Διαμόρφωση συγχρονισμού στιγμιότυπου οθόνης
es: Configurar la sincronización de capturas
fa: پیکربندی همگام‌سازی اسکرین‌شات
fi: Määritä kuvakaappauksen synkronointi
fr: Configurer la synchronisation des captures d'écran
he: הגדר סנכרון צילום מסך
hr: Konfigurirajte sinkronizaciju snimke zaslona
hu: Képernyőkép szinkronizálás konfigurálása
id: Konfigurasikan sinkronisasi tangkapan layar
it: Configura la sincronizzazione degli screenshot
ja: スクリーンショットの同期を設定
ko: 스크린샷 동기화 구성
ms: Konfigurasikan penyegerakan tangkapan skrin
nl: Configureer screenshot-synchronisatie
no: Konfigurer synkronisering av skjermbilde
pl: Skonfiguruj synchronizację zrzutów ekranu
pt_br: Configurar sincronização das capturas de tela
pt_pt: Configurar sincronização de captura de ecrã
ro: Configurați sincronizarea capturii de ecran
ru: Настройка синхронизации скриншотов
sk: Konfigurovať synchronizáciu snímok obrazovky
sl: Konfigurirajte sinhronizacijo posnetkov zaslona
sv: Konfigurera synkronisering av skärmdump
th: กำหนดค่าการซิงค์ภาพหน้าจอ
tr: Ekran görüntüsü eşzamanlamasını yapılandırın
uk: Налаштування синхронізації знімків екрана
ur: اسکرین شاٹ کی مطابقت پذیری کو ترتیب دیں۔
vi: Định cấu hình đồng bộ hóa ảnh chụp màn hình
zh_hans: 配置截图同步
zh_hant: 設定螢幕截圖同步
